A 14
Aag 1
Aah 2
Abner 1
Abuja 1
Academy 1
Accident 1
According 2
Act 3
Additionally 1
Adirondack 1
Admiralty 1
Adults 1
Advocates 1
African 3
Afro 2
After 11
Aftermath 1
Agatha 1
Age 1
Aghiles 1
Agnew 2
Agriculture 1
Aiaia 1
Albany 1
Alexandria 1
Algerian 1
All 3
Also 1
Although 2
Amadou 1
Amendment 1
America 5
American 13
Andrew 2
Angeles 2
Angeless 1
Antiphates 3
April 5
Architect 1
Architects 1
Architecture 1
Archives 1
Arizona 1
Arlington 2
Army 3
Arnold 1
Arpaio 1
Art 4
Artakia 1
Arthur 1
Arts 3
As 5
Asha 1
Association 2
At 5
Athens 1
Atlantic 5
August 7
Augusta 3
Augustine 3
Augustines 1
Ausable 1
Australian 1
Avenue 1
Avondale 2
Awaara 1
Awami 1
Award 1
Azadi 2
Azimuth 2
B 5
BC 1
Bahar 1
Bail 1
Baker 1
Baldwin 2
Baltimore 3
Bank 6
Barcelona 1
Barnett 2
Barry 1
Barsaat 1
Basant 1
Battle 1
Bay 1
Beach 3
Beaches 4
Belfast 3
Belfasts 1
Bell 1
Bernard 1
Bernice 1
Best 2
Better 1
Between 1
Bevel 1
Bhai 2
Bharat 1
Bhushan 1
Big 1
Birkenhead 2
Bishop 1
Black 1
Blood 1
Bloomsbury 1
Bohemian 1
Bold 1
Bollywood 1
Bombays 1
Books 1
Bortolami 2
Bortolamis 1
Both 2
Boulevard 2
Braddocks 1
Bradley 1
Bradypus 1
Brighton 1
Britain 1
British 9
Brixton 1
BroadBand 1
Broadbandedit 1
Brooklyn 1
Bruce 1
Buildings 1
Bureau 1
Burlington 1
Burns 1
By 2
C 1
CD 1
CIO 1
CORE 3
CV 1
Cabinet 1
CableThe 1
Cafeteria 1
Cairnside 1
Califano 2
California 3
Calloway 1
Cambrian 2
Cambridge 3
Canada 2
Canadas 1
Canadian 1
Candidates 1
Capital 1
Capitol 1
Captive 2
Careeredit 2
Carling 1
Carolina 6
Caroline 3
Cathedral 1
Cecropia 2
Census 1
Center 8
Certificate 1
Chambon 1
Championship 1
Championships 1
Champlain 2
Chandavarkar 1
Characteristicsedit 1
Chasm 1
Chicago 2
Christian 1
Christie 1
Ciavarella 1
Circe 1
Cities 1
Citizens 1
City 10
Citys 1
Cityscapeedit 1
Civil 6
Clara 2
Class 1
Claude 1
Clay 1
Cleveland 1
Climactichnites 1
Clinch 1
Clinton 1
Club 1
Co 2
Coast 2
Coffee 1
College 5
Colleges 1
Colombia 1
Colonial 2
Columbus 1
Comics 1
Commission 3
Company 1
Compared 1
Comunicaciones 1
Conahan 1
Concepcion 1
Cone 1
Confederate 5
Congress 2
Conservation 1
Conservatives 3
Consolidated 1
Consolidation 2
Control 1
Council 2
County 8
Countys 1
Court 2
Courtauld 1
Courthouse 1
Coversedit 1
Covey 1
Cow 3
Cowford 1
Crampton 1
Cream 2
Creek 1
Crimeedit 1
Criticismsedit 1
Critics 1
Crow 1
Cruelty 3
Cup 5
Cyclopes 1
Cymbaline 4
D 1
Dairy 1
Daniel 1
Dark 1
David 6
Day 2
Days 1
De 1
Deathedit 1
Democratic 2
Democrats 3
Department 1
Detroit 1
Deweys 2
Diallo 1
Diane 1
Diner 1
Diplichnites 1
Diplocraterion 2
Disability 1
District 1
Divine 1
Dockum 2
Doctor 2
Dow 1
Downtown 2
Drive 1
Drug 4
Drugs 1
Durham 3
During 6
Dutt 1
Duval 3
E 1
Each 1
Earls 1
Early 1
East 1
Eastside 1
Ebenezer 1
Ecological 1
Ecologyedit 1
Ecuador 1
Eddie 1
Education 2
Edward 2
Eighth 1
Election 1
Elizabeth 1
Elliott 1
Embryo 1
Emmons 1
English 2
Equality 1
Ernest 1
Escudo 2
Europa 1
European 3
Europeans 1
Eurylochus 1
EverBank 2
Every 1
Everyone 1
Evil 2
Examples 1
Exposition 1
Eye 1
FBI 1
FINA 1
FOR 1
Fairbank 2
Fall 1
Farfisa 3
Fargo 3
Farmer 2
Fat 1
Father 1
FeO 1
FeOOH 1
Feature 2
February 4
Fellowship 2
Feminist 1
Ffynone 1
Film 6
Films 1
Fine 5
Finsterwald 2
Fire 3
First 2
Fisher 1
Flamm 2
Flanders 1
Florida 25
Floridas 1
Floyd 2
Floyds 2
Following 1
Football 2
For 2
Ford 4
Formation 3
Fort 4
Forty 1
Fossil 2
Fountain 1
Four 1
France 2
Francisco 3
Franciscos 1
Freddie 1
Freedom 1
French 11
Friendship 3
From 3
Fry 1
GOP 1
Garden 1
Gary 1
Gaumont 1
Gavin 1
Geoffrey 1
Geographic 1
Geological 1
George 1
Georgia 4
Gerald 1
Ghetto 1
Gianluca 1
Gilded 1
Gilmour 4
Girkabavigudem 1
Giuliani 2
Gleeson 3
Glenavon 2
Glentoran 1
Godmother 1
Goldwater 1
Golf 1
Good 2
Goodness 2
Goulaine 1
Government 1
Grampanchayat 1
Great 5
Greek 1
Greeks 1
Greensboro 4
Grinnell 1
Group 2
Groups 1
Grover 1
Guadalajara 3
Guard 1
Guatemala 1
Gulf 1
Gumnaam 2
H 1
Hallie 1
Hallies 1
Hammock 1
Hans 1
Harbor 1
Harm 2
Harrison 1
Hart 1
Harvard 1
Hawkwind 1
Haydon 1
He 18
Headquarters 1
Health 2
Help 2
Henry 2
Heritage 1
Heumann 1
High 1
Highlights 1
Hill 4
Hills 1
Hindi 3
His 4
Hispanic 1
Historic 2
Historical 2
Historically 1
History 2
Historyedit 3
Hodgson 1
Holdings 1
Hollywood 1
Home 3
Homers 1
Hospitality 1
House 3
How 1
However 6
Huguenot 1
Hurricane 1
IFA 1
II 5
IUCN 1
Ice 2
Im 1
Imran 1
In 49
Inc 1
Independent 3
Indian 8
Indiana 1
Individuals 1
Industrial 1
Initially 1
Inner 1
Innocent 1
Inqilab 2
Insaf 1
Instead 1
Institute 2
Insurance 2
Intelligence 1
Intercable 1
International 3
Internet 1
Iowa 1
Ireland 4
Irish 6
Isaiah 1
Isla 1
Island 1
It 15
Italian 2
Ithaca 1
Its 2
J 2
Jack 2
Jackson 2
Jacksonville 56
Jacksonvilles 6
Jacksonvillians 1
Jaikishan 2
Jail 1
Jalisco 1
James 2
Jaxons 1
Jaxsons 1
Jean 1
Jesus 1
Jim 1
Joe 1
John 2
Johns 10
Johnson 1
Johnsons 1
Joseph 2
Journal 1
Journals 1
Journey 1
Jr 1
Judith 1
Julington 1
July 1
June 3
Junior 1
KQED 1
Kansas 2
Kapoor 3
Katz 2
Khan 1
King 1
Kings 1
Kitty 1
Klutho 1
Known 1
Kress 1
Kumar 3
LGBT 1
LaVilla 1
Ladies 2
Laestrygones 1
Laestrygonians 4
Lafayette 1
Laistrygones 1
Laistrygonians 1
Lake 1
Lakes 1
Lamos 2
Lampre 1
Landmarksedit 1
Landsat 1
Later 2
Latin 1
Laudonnire 1
Laura 1
Laurentia 1
Law 2
Lawrence 1
Laxmikant 2
Le 1
League 4
Led 1
Lee 1
Leena 1
Legislative 1
Lest 1
Lestrygonians 1
Lexington 1
Liberals 1
Life 4
Lignon 1
Like 1
Linfield 1
List 2
Live 1
Lizzy 1
Local 2
Locate 1
London 1
Londons 1
Los 3
Louima 1
Love 1
Lower 1
Luper 2
Lupers 1
Lurgan 1
Luther 1
Lyndon 1
Lyricsedit 1
MB 1
Madison 1
Magazine 1
Magdalene 1
Mahiwal 1
Main 6
Mammary 1
Man 2
Manchali 1
Manoj 2
Many 2
March 7
Marching 1
Marco 1
Maricopa 1
Mark 1
Markovic 2
Marrigudem 4
Marshall 1
Martin 1
Marvel 1
Maryland 2
Mason 1
Masters 3
Mateo 1
Mating 1
May 4
Mayor 3
McCrorys 1
Meadows 1
Medley 1
MegaRed 1
Megacable 9
Megafn 2
Melvin 1
Mercury 1
Meredith 1
Merit 1
Meso 1
Mexican 1
Mexico 3
Miami 1
Michael 1
Michigan 1
Milan 1
Minnesota 1
Mission 1
Mississippi 1
Mocama 2
Mohawk 1
Monday 2
Montaigne 1
Monterrey 1
Montreal 1
Monuments 3
Moon 1
More 3
Morgan 1
Morneview 1
Morris 3
Most 1
Motion 1
Mount 1
Mountains 1
Mourneview 8
Movement 4
Much 1
Muhammad 1
Mumbai 1
Munster 1
Museum 2
Mythologyedit 1
NAACP 1
NASAs 1
Nalgonda 4
Name 1
Nanda 1
Nargis 1
Nash 1
Nashville 6
Nassau 1
National 6
Nattans 1
Naval 1
Navy 4
Nawathe 5
Nawathes 2
Nawaz 1
Nazi 2
Neighborhoods 1
Neighborhoodsedit 1
Neighboring 1
Nepean 1
Neptune 1
Nevertheless 1
New 17
Newark 1
Newry 1
News 1
Newsom 1
Niagara 1
Nick 1
Nicklaus 1
Nimmi 1
Nine 3
Nixon 3
No 2
Norman 2
North 8
Northern 4
Northside 1
Not 1
November 2
Oakmont 1
Ocean 1
October 2
Odysseus 6
Odyssey 2
Oenothera 1
Office 2
Ohio 1
Oklahoma 5
Old 2
Olustee 1
Olympic 1
Olympics 1
On 6
One 4
Only 1
Ontario 2
Onur 1
Open 1
Opponents 2
Organizations 1
Ortega 1
Ossachite 1
Other 4
Ottawa 1
Out 1
Outcrop 1
Over 1
Oxford 1
PAT 1
PGA 1
PTI 1
Pacific 1
Painter 1
Pakistan 3
Pakistanedit 1
Pakistans 1
Paleontologyedit 1
Paleozoic 1
Palmer 4
Panama 1
Panchayithi 1
Panne 1
Par 1
Paradox 1
Parekh 1
Park 10
Parliament 1
Parlor 1
Party 2
Patthar 1
Paul 1
Peace 1
Pelican 1
Pembrokeshire 1
Peninsula 2
Pennsylvania 2
People 1
Personneledit 1
Peru 1
Philadelphia 2
Philip 1
Picard 1
Picciottos 1
Pilatka 2
Pink 3
Pittsburgh 1
Place 1
Places 1
Plan 1
Platt 1
Plattsburgh 1
Player 3
Please 1
Polites 1
Political 1
Pontiac 1
Population 1
Port 1
Portadown 2
Post 1
Potsdam 29
Precambrian 2
Premiership 1
Preserve 1
President 4
Presidential 3
Processedit 1
Professor 2
Properties 1
Prophets 1
Protichnites 2
Prudential 1
Published 1
Pyarelal 2
Pygmy 4
Qadri 1
Quebec 3
Queen 1
RK 1
ROIO 1
Races 2
Racial 1
Racker 1
Railway 1
Raj 3
Raja 6
Raleigh 1
RankNameStreet 1
Raquette 2
Reads 3
Reagan 5
Reagans 1
Recently 1
Reconciliation 2
Reconstruction 1
Recordingedit 1
Red 2
Register 1
Rehabilitation 1
Rehman 1
Ren 1
Reproductionedit 1
Republican 1
Republicans 2
Resistance 1
Resultsedit 1
Revolution 2
Revolutionary 1
Rexall 1
Rhapsody 1
Rhodes 1
Ribault 1
Richard 3
Rick 1
Rights 4
Riordan 1
Riotsedit 1
River 9
Riverplace 5
Riverside 2
Road 2
Rock 6
Rockefeller 1
Roger 3
Roll 1
Ronald 2
Royal 6
Rudolph 1
S 2
Sailors 1
Saint 1
Saints 1
Samuel 1
San 6
Sanam 1
Sandstone 18
Sandwich 1
Sanjeev 1
Sarpanch 1
Sarsfields 1
Saturiwa 2
Saucerful 1
Savannah 1
Scar 1
Scholar 1
School 2
Sean 1
Secondly 1
Secretary 1
Secrets 1
Section 1
See 3
Seminole 2
Semitism 1
September 3
Serbia 1
Series 2
Service 1
Servicesedit 1
Seven 1
Shack 1
Shankar 2
Sharif 1
Shed 1
Sheriff 1
Shop 1
Shops 1
Sicily 1
Side 1
Significant 1
Silent 1
Similar 1
Simon 1
Sinaloa 1
Since 2
Sit 4
Skolithos 1
Slade 3
Slimani 4
Society 1
Soil 1
Soldiers 1
Solva 1
Some 1
Somebody 1
Song 1
Sonora 1
Soon 1
Soundtrack 1
South 9
Southeast 1
Southside 1
Southwestern 1
Spain 5
Spanish 3
Spiro 1
Spratt 1
Springfield 2
Square 1
Sr 1
St 14
State 3
Statements 1
States 14
Statesedit 2
Store 4
Story 1
Strange 2
Stratemeyer 2
Stratigraphic 2
Stratigraphically 1
Street 4
Stuart 1
Studies 1
Studios 3
Study 1
Sub 1
Subsequently 1
Summaryedit 1
Summer 1
Sun 1
Sunil 1
Supergroup 1
Supporters 1
Supreme 1
Survey 1
Swansea 1
Sweatt 1
Swimming 1
T 1
TV 1
Tahir 1
Tales 2
Tamil 1
Tanzler 1
Tehreek 1
Tehrik 1
Telangana 1
Telephonyedit 1
Telepylus 1
Televisionedit 1
Telmex 1
Telugu 1
Territory 2
Texas 4
Thanks 1
The 101
Their 2
Then 1
There 3
Theresa 1
These 4
They 13
Thin 1
This 13
Though 2
Three 1
Thurles 1
Thursday 1
Timeline 1
Times 2
Timucua 2
Timucuan 1
Tipperary 1
Today 1
Tolson 1
Tom 1
Topographyedit 1
Tour 7
Tournament 2
Tower 5
Trace 1
Trading 1
Trail 2
Transgender 1
Triulzi 1
Tropical 1
Trout 1
Tucker 1
Tulsa 1
Turkeys 1
Two 4
UCI 1
UEFA 1
US 13
Unconformity 1
Under 1
Union 7
United 16
University 4
Uras 1
Uses 1
VICASIN 1
VICASON 1
Valley 3
Veraguas 2
Vermont 1
Vernacular 1
Vice 1
Village 3
Villagers 1
Virginia 2
Visitors 1
Vivian 1
Vladan 1
Voters 1
Voting 1
W 1
Wacca 2
Waheeda 1
War 13
Warfare 1
Washington 7
Washingtons 1
Waters 2
We 1
Webb 5
Wednesday 1
Welfare 2
Wells 3
Wesleyan 1
West 3
Westedit 1
Western 1
Westside 1
When 4
While 1
White 4
Wichita 3
Wilbert 1
Wilderness 1
Wiley 1
Will 1
Windsor 1
Winter 1
Wisconsin 1
With 4
Within 1
Woolworths 2
Workers 1
World 10
Wright 3
Wyoming 1
Yates 1
York 12
Yorkbased 1
Yorks 1
Youth 1
Zealand 1
a 207
abdicate 1
ability 1
about 5
above 1
absent 1
abuses 2
access 2
according 1
accreditation 1
accuracyedit 1
accused 3
acoustic 1
acquiring 1
across 5
act 2
action 1
activist 1
activists 2
activity 2
actress 3
actual 1
added 1
adding 1
addition 2
address 1
addressHeight 1
adjacent 1
administration 1
admiration 1
adopted 1
adventures 1
advertising 1
advocates 2
after 20
again 4
against 7
age 5
ago 1
agreed 1
aid 1
aiming 1
air 1
album 5
all 9
alleged 1
almost 5
along 6
alongside 1
already 1
also 33
although 3
always 2
among 3
amorphous 1
amounts 2
an 30
ancient 1
and 331
andor 1
animals 1
annexation 1
annexing 1
another 5
anterodorsal 1
anteroposteriorly 1
anti 4
anxious 1
apparent 1
appearance 3
applause 1
applied 1
appointing 1
approved 3
approximately 1
arbitrary 1
arboreal 1
architectural 1
architecture 1
are 41
area 17
areas 2
arenite 1
argue 3
argued 1
argues 2
arise 1
armed 1
armpits 1
around 6
arouses 1
arrangement 1
arrested 4
arrests 1
arrival 1
arrive 1
arrived 3
arsonists 1
art 2
artery 1
article 3
articles 4
as 93
aspect 1
assaults 1
assembly 1
assigned 1
assistant 2
associated 1
at 67
ate 1
atmosphere 1
attacked 2
attempts 1
attendant 1
attended 1
attention 2
attorney 1
attracted 1
attractive 1
attributed 1
audience 3
auditorium 1
auditory 1
author 1
authority 1
authorized 1
average 1
aware 1
awareness 1
away 2
back 6
band 8
bands 1
bang 1
banking 2
banks 1
bar 1
barriers 1
basal 1
base 5
based 1
bases 2
bass 2
battles 3
be 19
became 17
because 8
become 2
becomes 2
becoming 1
bedroom 1
been 21
before 2
began 7
begin 1
beginning 4
begun 1
behavior 2
behind 3
being 9
believed 1
best 1
betraying 1
better 1
between 9
billion 1
birdied 1
birth 5
birthday 1
black 4
blacks 1
blaming 1
block 1
blockaded 1
blood 2
blotchy 1
blows 1
blueprint 1
bodies 2
body 3
bogey 1
bomb 1
bongos 3
bonus 1
book 1
books 3
boom 1
bootleg 1
bootlegs 1
border 2
born 5
both 9
boundaries 1
box 1
boy 1
bred 2
brick 1
brief 1
broadband 1
broke 2
broken 3
brothers 1
brought 1
brow 1
brown 8
brutality 2
building 10
buildings 4
built 3
burden 1
burned 1
burning 2
burrows 1
business 5
businesses 1
but 15
butterfly 5
buys 1
by 68
cable 3
called 9
calm 1
came 1
campaigners 1
campaigns 4
camps 1
campus 1
can 5
candidate 2
cannibals 1
canon 1
capable 1
capital 1
captains 1
captive 1
capturing 1
car 1
carbonate 1
career 1
carotid 1
carries 1
carve 1
case 1
cases 2
cash 1
cast 1
cattle 4
cause 4
caused 1
causes 2
ceded 3
celebrity 1
cement 1
cemented 1
cemetery 1
census 1
cent 1
center 3
centered 2
centimetres 2
central 2
century 5
chain 1
chains 1
challenged 2
champion 2
championship 3
chances 1
change 1
changed 3
changes 1
chapter 2
character 2
characterise 1
charged 1
charted 1
charter 1
cheap 1
checks 1
chiefdom 1
cinema 1
citation 1
citations 1
cited 2
cities 10
citing 1
citizen 1
city 31
citys 5
civic 2
civil 6
civilian 1
claim 1
claimed 1
claims 1
class 1
classic 1
classical 1
classics 1
clay 1
cliffs 3
climate 1
climbed 1
cling 1
close 3
closed 1
closing 1
clothing 1
club 4
coarse 1
coast 3
coastal 2
code 1
coffee 1
coincidentally 1
collectively 1
college 1
colleges 1
colonial 2
colony 1
color 3
coloring 1
colors 1
combined 2
comedy 2
comes 1
comical 1
commenced 2
committed 1
commonly 2
communications 1
communities 2
community 2
companies 3
company 5
comparison 1
compelling 1
competition 1
compiled 1
completed 1
completely 1
composed 1
composition 1
compressed 1
compressive 1
comprising 1
concentrated 1
concentration 1
concert 2
conclude 1
concrete 1
conducted 2
conflicts 1
conforming 1
conformist 1
confronted 1
connected 1
connecting 1
consensus 1
conservative 2
conservatives 1
considerable 1
considered 2
considering 1
consisting 2
consists 2
consolidated 2
consolidation 3
constructed 5
construction 5
consulted 1
contact 1
contains 1
contempt 1
contest 1
contiguous 2
continental 1
continued 1
continuous 2
contributed 2
contributing 1
control 4
controversies 1
convened 1
convention 1
converging 1
converted 2
convicted 1
convicts 1
corner 1
corporate 1
corrections 1
correlate 1
corruption 1
cortisone 1
could 4
counter 5
counters 3
countries 1
county 2
couplet 2
course 1
court 3
courtesy 1
cove 1
cover 1
covered 1
covers 1
craft 1
cranial 1
craton 1
creaking 1
create 2
created 3
creating 1
crew 1
crime 13
crimes 3
criminal 5
crisis 1
critical 1
critically 1
crossed 2
crown 2
cruelty 11
crystalline 1
culminate 1
cups 1
cure 1
customers 2
cut 4
cycling 1
cyclist 1
damage 1
dark 2
date 1
dating 1
daughter 2
day 2
days 2
de 5
dead 1
deadline 1
dealing 1
dealt 1
death 1
debut 2
decade 2
decided 1
decisions 1
declined 1
deep 4
defeat 2
defending 2
deficit 1
defines 1
defining 1
degrees 1
delegates 1
deliberate 1
demanded 2
demands 1
democracy 1
demonstrations 1
demonstrators 1
denied 1
deny 1
departed 1
depend 1
depends 1
depicting 1
deposited 3
depositional 1
depth 1
derives 1
described 4
desegregate 1
desegregated 2
desegregation 2
designated 2
destroyed 4
deterrence 1
develop 1
developed 1
development 4
developments 1
di 1
diameter 1
did 2
died 2
differ 1
different 3
difficulty 1
dimensions 1
diner 2
direct 3
directed 2
direction 1
directly 2
director 4
directorial 1
disabilities 1
disasters 1
discovered 1
discriminatory 3
disobedience 1
disorder 1
displaying 1
dispute 1
disputes 1
disrupted 1
disruption 1
dissenting 1
dissipated 1
dissolve 1
distinct 2
distinctive 1
distribution 1
district 4
districts 1
divided 2
divides 1
divisive 1
do 3
document 1
documented 1
documents 1
does 3
doing 1
dolomitic 1
dolostone 1
doors 1
doprotect 1
dorsal 1
double 2
down 6
downtown 3
dozen 2
dramatic 1
draws 1
drew 1
drinking 2
dropped 2
drug 3
drugs 2
drugstore 1
drums 1
drumset 1
dubbed 1
due 2
duo 1
during 10
dusk 1
dwarf 1
dwarfism 2
dynamic 1
dynamics 1
e 1
each 3
earlier 1
earliest 5
early 10
earn 1
earning 1
east 1
easy 2
eaten 1
eating 1
economic 4
economical 1
economy 1
edged 1
educated 1
education 1
effective 4
effects 5
effectually 1
efficacious 1
efforts 1
eight 4
eighteen 1
eighth 1
either 3
ejection 1
elected 4
election 3
elections 2
electric 1
eleven 1
emergence 1
emphasizes 1
employed 1
employer 1
encircles 1
encouragement 1
end 2
endangered 1
ended 3
endemic 1
energy 1
enforced 1
enforcement 3
enough 1
entered 2
entering 1
entire 1
entirely 2
entrance 1
entry 1
environment 1
environmental 1
environments 1
episodic 1
eponymous 1
equivalent 2
equivalents 2
era 2
eroded 1
escape 1
especially 2
established 4
establishment 1
establishments 2
estimated 3
ethicsgood 1
ethnic 1
ethnics 1
evangelical 1
even 2
evening 2
event 2
events 2
eventually 3
every 3
evicted 1
evil 1
evolution 1
exaggerate 1
example 3
excellent 2
exception 1
excessive 1
exchange 1
exclusively 1
exhibit 1
exist 1
exotic 1
expansion 1
expensive 1
experience 1
explains 1
explorer 1
explorers 1
explores 1
explosion 1
exposed 1
exposure 2
exposures 1
expression 2
extends 1
extension 1
extensive 1
external 2
extreme 1
extremely 1
eye 1
face 1
facilitates 1
facilities 1
facing 1
fact 3
factor 1
factors 1
factory 1
faded 1
fadeout 1
faith 1
family 1
famous 1
fans 3
far 3
fast 1
fatal 1
favor 1
fear 1
feats 1
feature 1
features 3
featuring 1
federal 3
federation 1
feed 1
feeds 1
feet 2
fellow 2
female 3
females 1
feminists 1
fetch 1
fever 1
few 2
fiber 1
fiction 1
fifteen 2
fifth 1
fight 1
fighting 1
figure 1
film 14
filmSohni 1
filmed 1
filmmakers 1
films 3
final 10
finalists 1
finally 1
financial 1
find 1
finished 1
fire 3
firebomb 1
first 19
fish 1
fishermen 1
five 3
flames 1
flared 1
flat 1
flight 1
flooding 1
floor 1
floors 1
focus 1
focused 1
folk 1
follow 1
followed 2
followers 2
following 2
follows 1
football 5
footballedit 1
footsteps 3
for 82
foramen 1
foramina 2
force 3
forced 2
forces 5
forefeet 1
forests 1
form 2
formally 1
formation 3
formed 1
former 2
formerly 1
fort 2
forty 1
forward 1
fossils 2
fought 1
found 11
founder 1
fountains 1
four 3
fourteen 1
fourth 1
frequently 1
freshly 1
from 49
fruits 1
ft 3
full 2
fund 1
funding 2
furnaces 2
further 1
futile 1
future 1
gained 3
gallery 1
gang 1
garnered 1
gave 1
gay 1
gender 1
general 1
generally 2
generate 2
genuscitation 1
geologic 1
geologists 1
gestation 2
get 2
getting 1
giant 1
giants 2
gigantic 1
gigs 1
give 4
giving 1
glands 1
glow 1
go 1
goal 1
goes 1
goethite 1
going 2
golf 1
gong 1
good 1
got 1
government 12
governments 2
governor 3
governorship 1
grades 1
gradually 1
graduated 1
grains 1
grand 1
gravestones 1
gray 1
great 1
greater 2
greatest 1
greatly 1
greenery 1
greeted 1
grew 1
ground 4
groundwork 1
group 8
groups 4
grow 1
guilty 2
guitar 3
guitars 1
gun 1
habitat 1
had 10
hairs 1
half 2
hall 1
handful 1
hands 1
happened 1
harbor 3
hard 1
harder 1
hardline 1
harm 1
harsh 1
harsher 1
has 22
have 19
he 17
head 2
headlands 1
headquarters 2
health 1
healthcare 1
heard 1
heat 2
heaves 1
height 1
held 9
helped 1
hematite 1
her 3
herdsman 1
hero 1
hidden 1
high 6
higher 1
highest 1
highlighted 1
highly 4
highways 1
him 1
himself 1
hiring 1
his 25
historian 1
historic 1
historical 4
historically 3
history 2
hogs 1
holds 2
hole 3
home 6
homeless 1
honor 1
honors 1
hood 1
horizontal 1
host 4
hosted 2
hot 1
hour 2
hours 1
house 1
housing 2
how 1
however 2
huge 2
human 1
humiliation 1
hundreds 1
hundredths 1
hurler 1
hurtful 1
husband 1
iconThis 1
identified 2
identify 1
ignored 1
illegal 1
illicit 1
illness 1
image 1
immediately 2
imparted 1
implementing 1
implication 1
important 3
impression 1
impressions 1
imprisonment 1
impromptu 1
improve 2
improved 1
improvements 3
in 326
incarceration 2
incident 2
incisor 2
include 9
included 5
includes 2
including 15
income 1
increase 1
increased 4
increasing 2
increasingly 1
independent 2
indicative 1
indicted 1
individual 1
individuals 1
industry 3
industryedit 1
inedit 5
ineffective 1
inequality 1
infants 2
inferred 2
infrastructure 1
inhabitants 1
inhabited 4
initiating 1
injunctions 1
inline 1
inmate 1
inner 2
ins 14
inscitation 1
insedit 4
inside 2
instead 2
institutional 2
institutionalized 1
instrumental 1
insular 2
insurance 2
integral 1
integrated 2
integrating 1
intended 1
intensity 1
intention 1
interesting 1
international 1
internet 2
intimately 1
intimidation 1
into 8
introduced 2
inundate 1
inventory 1
inverse 1
investigate 2
investigated 1
involved 3
involvement 1
involves 2
involving 1
iron 4
is 75
island 8
isnt 1
isolated 1
isolation 1
issue 5
issueedit 1
it 38
its 20
itself 1
jail 1
jaw 4
jellyfish 1
join 1
joined 3
journey 1
judges 2
judicial 1
jury 1
just 3
justice 3
juvenile 1
ke 1
keeper 1
kept 1
key 2
kickbacks 1
kids 1
killed 2
killing 1
kilograms 1
kilometers 1
kind 1
kindness 1
king 1
km 5
known 9
labor 2
lack 1
lakes 1
land 3
landscapes 1
large 5
largest 6
last 1
lasted 2
lasting 2
late 6
later 4
latter 1
laughter 1
launched 2
launching 1
law 16
laws 8
lax 1
laying 1
lb 1
lead 8
leader 2
leadership 1
leading 3
least 1
leave 2
leaves 4
lecturer 1
lecturing 1
led 10
left 8
leg 1
legalization 1
legally 1
legendary 1
length 2
less 3
lessened 1
level 6
levelled 1
liberal 3
liberals 1
library 2
lie 1
lies 5
life 2
lifeedit 2
lighting 1
like 5
limestone 1
limits 3
line 1
linear 1
lines 1
lining 1
linings 1
listed 2
lithologically 1
lithologyedit 1
live 3
livelihood 1
lives 1
local 6
locality 1
localityedit 1
locally 1
located 1
location 2
locations 1
logistics 1
long 7
longer 3
longest 3
looting 1
losing 1
loss 1
lost 2
loud 1
love 1
low 2
lower 4
lowland 1
lowlands 1
lunch 7
lyrics 3
m 5
machine 1
made 14
maestros 1
magazine 1
main 3
mainland 4
mainly 1
maintained 1
major 11
majority 1
make 1
makes 1
making 5
male 2
mammals 1
man 3
management 1
mandal 1
mandating 1
mandatory 1
mandibular 1
mangrove 2
mangroves 1
manufacture 1
many 13
map 1
marine 1
mark 1
markers 1
marking 1
mass 2
matches 4
mate 1
material 2
mating 1
matter 1
maturity 1
maximum 1
may 7
mayor 2
mayoral 1
mean 1
meaningful 1
means 1
measure 1
measures 1
meatus 1
medal 2
medicine 1
medieval 1
medley 1
melodious 1
member 4
members 2
memorable 2
men 10
mentioned 1
merged 2
mesmerizing 1
message 2
met 4
metamorphic 1
meters 1
metersFloorsYear 1
metres 2
metropolitan 2
mi 2
mid 3
middle 1
might 1
miles 3
military 2
millimetres 2
million 1
millions 1
mineral 2
minerals 1
minister 1
minor 4
minority 1
minuscule 1
miscarriages 1
misconception 1
misconduct 1
misunderstood 1
model 2
modern 2
modernization 1
moments 1
momentum 1
monk 1
month 1
months 4
monumental 1
moored 1
more 20
morning 1
mornings 1
most 11
mostly 1
mothers 2
motivated 1
mouth 1
move 4
moved 1
movement 2
movementedit 4
movie 1
much 6
municipal 1
municipalities 1
murder 1
murders 3
music 7
musical 1
mythology 1
n 1
name 4
named 4
names 1
narrow 3
nasopharynx 1
nation 2
national 8
nationally 1
nations 1
nationwide 1
native 1
nature 1
naval 1
near 6
nearby 5
nearly 4
needed 7
negate 1
negative 2
neighborhoods 5
neither 1
network 1
neutral 1
new 11
newer 1
newspaper 1
next 4
nickel 1
night 3
nightmare 2
nights 1
nine 2
no 8
nomenclature 1
nominated 1
non 6
nonviolent 1
normal 1
north 4
northeast 1
northern 4
not 11
notable 2
note 1
noteworthy 1
nothing 1
notions 1
novel 1
now 7
number 4
numbers 2
nutrients 1
nylon 1
observations 1
observed 3
obtaining 1
obvious 1
occasion 1
occupation 1
occupying 1
occur 2
occurred 3
occurrenceedit 1
occurrences 1
of 385
off 3
offenders 2
offenses 1
offer 1
offering 2
office 4
official 1
officially 1
officials 4
offspring 1
often 5
old 3
older 1
oldest 2
on 57
once 3
one 18
ones 1
ongoing 1
only 8
opened 1
opening 1
operate 1
operations 1
operator 2
opponent 1
opponents 1
opportunity 1
oppose 1
opposed 1
or 26
orange 1
order 18
ordered 1
ordinator 2
organ 3
organized 6
organizer 1
original 2
originally 2
originated 1
origins 1
ostensibly 1
other 16
others 1
our 2
out 9
outbreaks 1
outcrop 1
outcrops 1
outcry 1
outlying 1
outside 4
over 8
overall 1
overcrowding 2
overlie 1
overlying 1
own 4
owned 1
oxide 2
pace 1
package 1
pair 1
paired 1
paleocontinent 1
panning 1
parole 1
pars 1
part 2
participants 2
particular 1
particularly 2
parts 1
party 2
passage 2
passed 1
past 1
patches 1
patrons 2
peaceful 2
penalties 2
penalty 1
penny 1
people 11
perfectly 1
performance 1
performancesedit 1
performed 4
performing 1
perhaps 1
period 4
periodic 1
perpetrators 1
person 1
personal 1
personnel 1
persuasive 1
petrol 1
philosopher 1
phone 1
piano 4
picket 1
picture 1
piece 1
pioneer 1
pioneering 1
place 7
placed 3
places 1
plan 2
plans 1
plant 1
plateau 1
plats 1
platted 1
play 1
played 6
player 2
players 1
playing 1
playoff 5
pled 1
plumes 1
plus 1
poach 1
point 6
police 8
policies 3
policy 2
political 5
politics 4
poor 1
poorer 1
popular 1
population 11
populations 1
populous 3
por 1
port 1
posed 2
position 1
positive 1
possibly 1
post 2
postgraduate 1
posting 1
potential 2
pottery 1
power 3
powerful 2
powers 2
practices 2
precast 1
predators 1
preliminaries 1
preparation 1
present 1
presented 1
preservation 1
president 1
presidential 1
presumably 2
prevent 1
prevention 1
pride 1
primarily 3
primary 2
primrose 2
principal 1
prison 4
prisoners 1
prisons 1
private 2
privatization 1
probably 1
probe 1
problem 1
problems 1
process 1
processes 1
produce 1
produced 1
producer 1
produces 1
producing 1
product 1
production 1
productions 1
professional 3
professor 1
professorship 1
profiling 1
program 1
programs 1
projects 3
prominent 1
promote 3
promoted 1
promptly 1
propelled 1
propelling 1
proper 2
property 2
proponents 1
proposals 1
protected 1
protecting 1
protection 1
protest 8
protesters 4
protests 2
proved 1
provider 1
provides 1
province 1
proxy 1
pubescens 1
public 9
punished 2
punishment 3
purchased 1
pure 1
purport 1
purpose 1
purposes 2
pursued 1
pushback 1
pygmaeus 1
pygmy 10
qualified 1
quality 2
quarried 2
quarrying 1
quartz 4
question 1
quickly 1
quite 1
quoted 1
raced 1
racial 4
racially 4
racing 1
racism 1
racist 1
radio 1
rail 1
railroad 1
raised 1
ran 2
range 1
ranges 1
ranking 1
rapes 1
rapid 2
rare 1
rates 2
rather 2
ravaged 1
rd 1
re 1
reach 1
reaches 1
reaching 1
read 1
reasons 1
received 1
recognized 3
recommended 1
reconnoiter 1
reconstruction 1
record 1
recorded 2
recording 3
recreation 1
recurring 1
red 3
reddish 1
redevelopment 1
redress 1
reduces 1
reelected 1
reference 2
referendum 1
referendums 1
referred 1
refers 2
reflecting 1
reform 1
reforms 1
refractory 2
refuge 1
refused 3
refusing 2
regarded 2
regardless 1
region 4
registered 1
registration 1
regular 1
regularly 1
regulations 2
reissue 1
rejected 2
related 4
relates 1
relation 1
relationship 1
relative 1
relatively 3
released 2
reliable 1
relocated 1
remain 1
remainder 1
remains 2
remnants 1
removal 1
removed 2
renamed 1
renovations 1
repeat 2
reported 1
reports 2
represented 1
represents 1
reproduction 1
requests 1
required 1
requirements 1
requires 1
research 2
residents 4
resign 1
resistance 1
resistant 1
resists 1
resorts 1
resources 1
respect 1
response 1
responses 1
rest 1
restaurant 3
restoration 1
restricted 1
result 2
resulted 2
resulting 1
resumed 2
retained 1
retaliation 1
retired 4
retreated 1
revenue 1
reversal 1
rewarded 1
rhyme 2
rich 1
rift 2
rig 1
rigging 1
right 2
rights 10
rioters 2
rioting 1
riots 1
rise 1
rising 2
river 2
riverine 1
road 4
robberies 1
rock 10
rocks 4
rocky 1
rode 1
role 3
roles 3
romantic 1
root 1
rose 2
rotunda 1
round 1
rounds 1
rule 1
ruling 1
run 1
runs 1
ruse 1
s 11
safer 1
said 3
sale 2
sales 1
same 1
sanctioned 1
sand 2
sandstone 9
sandstones 2
sandy 1
sanitation 1
sarcastically 1
sat 1
satellite 1
saying 1
scandal 1
scandals 1
scared 1
scat 2
scene 1
school 1
schools 1
scientists 1
score 1
sea 4
seaport 1
season 1
seasons 1
seat 2
seating 1
seats 1
second 6
secretary 1
section 11
sections 1
security 3
sediment 1
sedimentary 1
sediments 1
see 1
seed 1
seemed 1
seen 3
segment 1
segregated 3
segregation 4
segue 1
selected 1
selection 1
semi 1
senior 1
sense 1
sent 1
sentences 1
sentencing 3
separate 1
separated 1
sequence 1
series 2
seriesedit 1
serve 2
served 3
service 7
services 5
serving 2
setting 1
settlement 5
settlements 1
settlers 1
seven 2
seventh 2
several 8
sewage 1
sexual 1
shallow 1
shape 1
sharply 1
she 2
shepherd 1
shift 1
ship 4
shipped 1
ships 5
shootings 1
shop 1
shore 2
shot 2
should 2
show 2
showed 1
shows 6
shut 1
side 1
sides 1
sidewalks 1
sign 2
signed 1
significant 2
silent 1
similar 2
simply 1
simulated 1
since 3
singer 1
single 3
sinkholes 2
sit 50
site 4
sites 1
situated 1
six 5
sixth 1
size 3
sizes 1
skull 1
skyline 4
slab 1
slavery 2
sleep 1
sloth 9
slothcitation 1
sloths 19
slower 1
small 6
smaller 4
smashing 1
smoke 2
snatched 1
so 4
social 4
soft 3
sold 1
soldiers 2
solidified 1
solo 3
solve 1
sombre 1
some 6
something 1
sometimes 4
son 1
song 11
songs 1
soon 2
sound 4
sounds 2
source 2
sources 1
south 3
southeastern 2
southern 1
space 1
spalling 1
sparse 1
speared 1
specialized 1
species 8
spectators 1
spelled 1
spending 2
spontaneous 1
spot 1
spots 1
sprawl 1
spread 2
spring 1
sq 2
squamosal 1
square 1
st 1
stadium 3
stage 2
staging 1
stalwarts 1
stance 1
stand 1
standard 1
stands 1
starrer 1
starring 1
stars 1
start 1
started 7
starting 5
state 9
stated 1
statements 1
states 6
stationed 1
statue 1
staying 1
steadfastly 1
steamboat 1
steep 1
steps 1
stone 1
stopping 1
store 1
stores 3
storm 1
story 4
strategic 1
strategize 1
strategy 2
stratigraphic 3
street 2
streets 1
strength 1
strict 1
stricter 2
strike 2
strikes 2
striking 1
string 1
stringent 1
stripe 1
strokes 1
stronghold 1
struck 1
structure 1
structures 1
student 1
students 8
studies 2
studio 3
studios 2
study 2
stylomastoid 1
subgroup 1
subsequent 1
substantiatedcitation 1
suburbs 4
success 2
successful 3
such 12
suffered 1
suffering 1
sufficiency 1
suggest 4
suggested 1
suitable 1
summer 2
sung 1
super 1
supply 1
support 2
supported 1
supporters 1
sur 1
surface 2
surge 1
surround 1
surrounded 1
surrounding 1
surveillance 1
surveying 1
surveyor 1
survival 1
survived 1
surviving 2
susceptible 1
suspended 1
suspense 1
swimmer 1
swimmercitation 1
swimmers 1
swimming 1
sworn 1
sympathy 1
system 2
systemic 1
systems 1
table 1
tactic 2
tail 1
take 3
taken 2
takes 1
taking 1
tale 1
tallest 3
tan 2
target 1
targeted 1
targeting 1
tax 3
taxes 1
teacher 1
team 6
technique 1
technological 1
technology 1
teeth 3
telephone 2
tell 1
tells 1
ten 2
tender 1
tensioned 1
terms 4
terrestrial 1
territory 1
tested 1
th 13
than 14
that 50
the 661
their 24
them 7
theme 2
themselves 1
then 13
theory 1
there 5
thereafter 1
these 5
they 22
thick 1
thickness 1
third 4
thirty 1
this 22
those 3
though 1
thought 2
thousands 2
threatsedit 1
three 23
threw 1
thriller 2
thriving 1
throated 6
through 7
throughout 4
thrown 1
thus 1
tickets 1
tied 1
ties 1
time 10
times 3
title 2
titles 2
to 186
toed 9
together 1
told 1
ton 1
tonne 1
took 5
topic 1
tosses 1
total 2
tough 2
tougher 2
tour 3
tourism 4
tournament 1
tournaments 1
toward 2
town 6
towns 1
trace 1
track 1
tracks 2
trackways 1
traded 1
traditional 1
traditionally 1
traffic 1
transgressive 1
trapped 1
treatment 1
tree 2
trend 1
trespassing 1
tribe 1
tributary 1
tried 2
trilobites 1
trip 1
triple 1
tripled 2
troops 1
true 2
turn 2
turned 3
twelve 2
twins 1
two 14
type 2
typically 1
ul 1
ultimately 1
ultimatum 1
umbrella 1
unable 2
unconformably 1
under 6
undergoing 1
underlying 1
underprivileged 1
underside 1
understood 1
underway 1
underwent 1
unfair 1
unification 1
uniform 1
unincorporated 1
unique 2
unit 4
units 1
unitsedit 1
universities 1
unlikely 1
unnecessary 1
unrest 2
unsentimental 1
until 4
untried 1
unvegetated 1
up 2
upon 2
upper 5
upward 1
urban 3
us 1
use 6
used 12
usesedit 1
using 2
usually 5
utilize 1
v 1
value 1
various 2
vast 2
venture 1
venue 2
verdict 1
verifying 1
verse 2
version 3
versions 2
vertical 1
very 5
veteran 1
via 1
victim 2
victimizer 1
victories 1
victory 2
video 1
view 2
village 6
villagers 1
villages 1
violated 1
violation 1
violence 3
violent 10
visibility 1
visited 1
visiting 1
visitors 1
vividly 1
viz 1
vocal 1
vocals 2
volume 1
voluntarily 1
volunteered 1
voted 1
voters 4
voting 1
wages 1
waitress 1
wanted 2
war 3
ward 2
wards 1
warm 1
was 97
water 4
wave 2
way 3
we 1
weak 2
weakness 1
weapon 1
weather 1
weathering 1
weeks 2
weighing 1
welfare 1
well 9
went 7
were 45
west 2
western 2
what 5
when 12
where 10
which 20
while 2
white 3
whites 2
who 17
whole 2
whom 1
whose 1
widely 3
width 1
wife 2
wild 2
wildlife 1
will 2
win 3
window 1
winner 1
winners 1
winning 1
winter 1
with 58
within 6
without 1
woman 2
women 2
womens 1
won 6
work 2
worked 1
working 1
works 2
world 3
worst 1
worthy 1
would 9
write 1
writing 1
writings 1
written 1
wrote 2
year 3
years 10
yell 1
yellow 3
you 1
young 5
younger 1
your 3
youthful 1
youths 1
